[{"id":"3","section":"termscondtion","heading":"terms conditions","detail_mini":"terms-conditions","details":"<div style=\"color: rgb(0, 0, 0); font-family: Consolas, \" courier=\"\" new\",=\"\" monospace;=\"\" font-size:=\"\" 14px;=\"\" line-height:=\"\" 19px;=\"\" white-space:=\"\" pre;\"=\"\"><div style=\"font-family: Consolas, &quot;Courier New&quot;, monospace; font-size: 14px; line-height: 19px; white-space: pre;\"><div>TERMS OF USE<\/div><br><div>This document is an electronic record in terms of Information Technology Act, 2000 and rules there under as applicable and the amended provisions pertaining to electronic records in various statutes as amended by the Information Technology Act, 2000. This electronic record is generated by a computer system and does not require any physical or digital signatures.<\/div><br><div>This document is published in accordance with the provisions of Rule 3 (1) of the Information Technology (Intermediaries guidelines) Rules, 2011 that require publishing the rules and regulations, privacy policy and Terms of Use for access or usage of www.ppppppppppppppppppp.com website.<\/div><br><div>The domain name www.ppppppppppppppppppp.com (hereinafter referred to as \"Website\") is exclusively licensed to mmmmmmmmmmmmmmmmmmmmmmm, a partnership firm having its principal place of business at 702, Unique Tower, Gaiwadi Industrial Estate, Near Patel Petrol Pump, Off. S.V.Road, Goregaon – (West), Mumbai – 400 062 (hereinafter referred to as \"mmmmmmmmmmmmmmmmmmmmmmm\").<\/div><br><br><br><div>User Agreement<\/div><br><div>Your use of the Website and services and tools are governed by the following terms and conditions (\"Terms of Use\") as applicable to the Website including the applicable policies which are incorporated herein by way of reference. If you transact on the Website, you shall be subject to the policies that are applicable to the Website for such transaction. By mere use of the Website, you shall be contracting with mmmmmmmmmmmmmmmmmmmmmmm and these terms and conditions including the policies constitute your binding obligations, with mmmmmmmmmmmmmmmmmmmmmmm.<\/div><br><div>For the purpose of these Terms of Use, wherever the context so requires \"you\" or \"user\" shall mean any natural or legal person who has agreed to become a buyer on the Website by providing the relevant data while registering on the Website as a registered user using the computer systems. mmmmmmmmmmmmmmmmmmmmmmm allows the user to surf the Website or making purchases without registering on the Website. The term \"we\", \"us\" , \"our\" shall mean mmmmmmmmmmmmmmmmmmmmmmm.<\/div><br><div>When you use any of the services provided by us through the Website, you will be subject to the rules, guidelines, policies, terms, and conditions applicable to such service, and they shall be deemed to be incorporated into this Terms of Use and shall be considered as part and parcel of this Terms of Use. We reserve the right, at our sole discretion, to change, modify, add or remove portions of these Terms of Use, at any time without any prior written notice to you. It is your responsibility to review these Terms of Use periodically for updates \/ changes. Your continued use of the Website following the posting of changes will mean that you accept and agree to the revisions. As long as you comply with these Terms of Use, we grant you a personal, non-exclusive, non-transferable, limited privilege to enter and use the Website.<\/div><br><div>ACCESSING, BROWSING OR OTHERWISE USING THE SITE INDICATES YOUR AGREEMENT TO ALL THE TERMS AND CONDITIONS UNDER THESE TERMS OF USE, SO PLEASE READ THE TERMS OF USE CAREFULLY BEFORE PROCEEDING. By impliedly or expressly accepting these Terms of Use, you also accept and agree to be bound by all policies of mmmmmmmmmmmmmmmmmmmmmmm (including but not limited to our Privacy Policy) as amended from time to time.<\/div><br><br><br><div>Eligibility<\/div><br><div>Only persons who are eligible to enter into contract according to the provisions of the Indian Contract Act, 1872 are entitled to use the Website. We reserve the right to terminate your membership and \/ or refuse to provide you with access to the Website if it is brought to our notice or if it is discovered that you are a person not competent to contract under the provisions of the Indian Contract Act, 1872.<\/div><br><div>The users of the Website, while accessing the Website, must follow\/abide by all applicable laws. mmmmmmmmmmmmmmmmmmmmmmm is not responsible for the possible consequences caused by your behavior during use of the Website. mmmmmmmmmmmmmmmmmmmmmmm may, in its sole discretion, refuse the service to anyone at any time. The service is not available to temporarily or indefinitely suspended members of the Website. By accessing the Website, you warrant and represent to mmmmmmmmmmmmmmmmmmmmmmm that you are legally entitled to do so and to make use of information made available via the Website.<\/div><br><br><br><div>Registration<\/div><br><div>You may register on the Website prior to the completion of any transaction on the Website. To register onto the Website you will have to provide personal information (as mentioned in the Privacy Policy), including but not limited name, e-mail, contact number, contact address and customer verification question (example: your mother's maiden name), which will be used for verification purposes. Registration is only a one time process and if you have previously registered, you shall login into your account. You may also be required to provide any other mandatory information required under law like permanent account number (PAN) and\/or GST number at the time of purchase.<\/div><br><div>As per the guidelines issued by the Government of India, in event of all purchases above Rupees 2 lakh, permanent account number will have to be provided.<\/div><br><div>mmmmmmmmmmmmmmmmmmmmmmm may refuse registration and deny a User ID and Password to any user for whatever reason. mmmmmmmmmmmmmmmmmmmmmmm may suspend or terminate a registered user at any time without any prior notification or without giving any reason thereof. Registered user are not a part or affiliate of mmmmmmmmmmmmmmmmmmmmmmm in any way.<\/div><br><br><br><div>Pricing and Orders<\/div><br><div>The pricing is made by take into account the cost of precious metals and gem prices and therefore are subject to change from time to time, owing to the daily fluctuations in prices of precious metal and gems. While mmmmmmmmmmmmmmmmmmmmmmm strives to provide accurate product and pricing information, pricing or typographical errors may occur. Further, infrequently, data (including pricing) may be inaccurately displayed on the Website due to system errors. mmmmmmmmmmmmmmmmmmmmmmm cannot confirm the price of a product until after you order. In the event that a product is listed at an incorrect price or with incorrect information due to an error in pricing or product information, mmmmmmmmmmmmmmmmmmmmmmm shall have the right, at its sole discretion, to refuse or cancel any orders placed for that product, unless the product has already been dispatched. In the event that an item is mispriced, mmmmmmmmmmmmmmmmmmmmmmm may, at its discretion, either contact you for instructions or cancel your order and notify you of such cancellation. All products and jewellery displayed on the site amounts to invitation to offer. Unless the product ordered by you has been dispatched, your offer will not be deemed accepted and mmmmmmmmmmmmmmmmmmmmmmm will have the right to modify the price of the product and contact you for further instructions using the e-mail address provided by you during the time of registration, or cancel the order and notify you of such cancellation. In the event that mmmmmmmmmmmmmmmmmmmmmmm accepts your order the same shall be debited to your debit card account or credit card account and duly notified to you by email that the payment has been processed. The payment will have to be processed prior to mmmmmmmmmmmmmmmmmmmmmmm dispatch of the product that you have ordered. If mmmmmmmmmmmmmmmmmmmmmmm has to cancel the order after mmmmmmmmmmmmmmmmmmmmmmm has processed the payment, the said amount will be reversed back to your credit card account. Prices and availability are subject to change without notice.<\/div><br><div>Orders placed on the Website are normally considered complete only after the payment has been received by mmmmmmmmmmmmmmmmmmmmmmm. To confirm the orders, mmmmmmmmmmmmmmmmmmmmmmm may at random, call you up and ask the verification question. mmmmmmmmmmmmmmmmmmmmmmm will confirm the order only after the verification question is answered by you.<\/div><br><br><br><br><br><div>Certificate<\/div><br><div>All gold and diamond products (including loose diamonds) will, if so requested by you at the time of placing an order, be accompanied by individual certificates. The certificate will be issued by an independent third party certifying authority. We reserve the right to charge an additional fee for providing any such certificate.<\/div><br><div>Cancellation Policy <\/div><br><div>Please note that there may be certain orders that we are unable to accept and must cancel. We reserve the right, at our sole discretion, to refuse or cancel any order for any reason. Some situations that may result in your order being cancelled include limitations on quantities available for purchase, inaccuracies or errors in product or pricing information, or problems identified by our credit and fraud avoidance department. We may also require additional verifications or information before accepting any order. We will contact you if all or any portion of your order is cancelled or if additional information is required to accept your order.<\/div><br><div>Refund Policy<\/div><br><div>If your order is cancelled after your credit card\/debit card has been charged, the said amount will be reversed back in your debit card account or credit card account.<\/div><br><div>Cancellations by the Customer <\/div><br><div>In case we receive a cancellation notice and the order has not been shipped by us, we shall cancel the order and refund the entire amount. The orders that have already been shipped out by us will not be cancelled and you will have to check our cancellation policy on those orders. You agree not to dispute the decision made by mmmmmmmmmmmmmmmmmmmmmmm and accept mmmmmmmmmmmmmmmmmmmmmmm’ decision regarding the cancellation.<\/div><br><div>Disclaimer of Liability<\/div><br><div>The features and services on the Website are provided on an \"as is\" and \"as available\" basis, and the Website hereby expressly disclaims any and all warranties, express or implied, including but not limited to, any warranties of condition, quality, durability, performance, accuracy, reliability, merchantability or fitness for a particular purpose. All such warranties, representations, conditions, undertakings and terms are hereby excluded. mmmmmmmmmmmmmmmmmmmmmmm makes no representations or warranties about the validity, accuracy, correctness, reliability, quality, and stability, completeness of any information provided on or through the web site. mmmmmmmmmmmmmmmmmmmmmmm does not represent or warranty that the manufacture, importation, distribution, offer, display, purchase, sale and\/or use of products or services offered or displayed on the Website site does not violate any third party rights; and mmmmmmmmmmmmmmmmmmmmmmm makes no representations or warranties of any kind concerning any product or service offered or displayed on the Website. Any material downloaded or otherwise obtained through the Website is done at your sole discretion and risk and you are solely responsible for any damage to your computer system or loss of data that may result from the download of any such material. No advice or information, whether oral or written, obtained by you from Website or through or from the web site shall create any warranty not expressly stated herein. <\/div><br><div>Under no circumstances shall Website be held liable for an delay or failure or disruption of the content or services delivered through the web site resulting directly or indirectly from acts of nature, forces or causes beyond its reasonable control, including without limitation, Internet failures, computer, telecommunications or any other equipment failures, electrical power failures, strikes, labor disputes, riots, insurrections, civil disturbances, shortages of labor or materials, fires, flood, storms, explosions, acts of God, natural calamities, war, governmental actions, orders of domestic or foreign courts or tribunals or non-performance of third parties. User(s) hereby agree to indemnify and save Website, its affiliates, directors, officers and employees harmless, from any and all losses, claims, liabilities (including legal costs on a full indemnity basis) which may arise from your use of the web site (including but not limited to the display of your information on the Website) or from your breach of any of the terms and conditions of this Agreement. User(s) hereby further agree to indemnify and save Website, its affiliates, directors, officers and employees harmless, from any and all losses, claims, liabilities (including legal costs on a full indemnity basis) which may arise from your breach of any representations and warranties made by you to Website. You hereby further agree to indemnify and save Website, its affiliates, directors, officers and employees harmless, from any and all losses, claims, liabilities (including legal costs on a full indemnity basis) which may arise, directly or indirectly, as a result of any claims asserted by third party rights claimants or other third parties relating to products offered or displayed on the Website. You hereby further agree that Website is not responsible and shall have no liability to it, for any material posted by others, including defamatory, offensive or illicit material and that the risk of damages from such material rests entirely with you. Website reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you shall cooperate with web site in asserting any available defenses.<\/div><br><div>Website shall not be liable for any special, direct, indirect, punitive, incidental or consequential damages or any damages whatsoever (including but not limited to damages for loss of profits or savings, business interruption, loss of information), whether in contract, negligence, tort, strict liability or otherwise or any other damages resulting from any of the following:<\/div><br><div>• &nbsp; The use or the inability to use the Website;<\/div><br><div>• &nbsp; Any defect in goods, samples, data, information or services purchased or obtained from a user(s) or a third-party service provider through the Website;<\/div><br><div>• &nbsp; Violation of third party rights or claims or demands that manufacture, importation, distribution, offer, display, purchase, sale and\/or use of products or services offered or displayed on the Website may violate or may be asserted to violate third party rights; or claims by any party that they are entitled to defense or indemnification in relation to assertions of rights, demands or claims by third party rights claimants;<\/div><br><div>• &nbsp; Unauthorized access by third parties to your data or private information; or<\/div><br><div>• &nbsp; Your statements or conduct of the Website.<\/div><br><div>mmmmmmmmmmmmmmmmmmmmmmm is under no liability whatsoever in respect of any loss or damage arising directly or indirectly arising out of or in relation to the decline of authorization for any transaction by your bank.<\/div><br><div>Comparison Purchasing<\/div><br><div>We do not entertain comparison purchasing. Comparison purchasing is the act of buying several items with the intent of keeping the one you like best and returning the remainder In order to discourage comparison pricing, we have a detailed return policy which can be accessed on our website. <\/div><br><div>Information on our Website<\/div><br><div>We make every attempt to ensure the online catalogue is accurate and complete. <\/div><br><div>We make every effort to display the colors of our products that appear on the Website as accurately as possible. However, as the actual colors you see will depend upon various factors, including on your monitor, we cannot guarantee that the display of any color will be accurate. Further, some items may appear slightly larger or smaller than actual size due to screen defaults and photography techniques. Sometimes, in order to give you the opportunity to view our products in great detail, the items may be represented larger than the actual size in order to clearly show details or smaller than the actual size in order to show the entire item. mmmmmmmmmmmmmmmmmmmmmmm shall not be liable for any legal action on this account. Our objective is to provide you with as much information and detail about your prospective purchase as possible so that you can see the beauty and shape of a particular item.<\/div><br><br><br><div>Advertisements and Promotions<\/div><br><div>mmmmmmmmmmmmmmmmmmmmmmm may run advertisements and promotions from third parties on our Website. Your business dealings or correspondence with, or participation in promotions of, advertisers other than mmmmmmmmmmmmmmmmmmmmmmm, and any terms, conditions, warranties, or representations associated with such dealings, are solely between you and such third party. mmmmmmmmmmmmmmmmmmmmmmm is not responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of such non- mmmmmmmmmmmmmmmmmmmmmmm advertisers on our Website.<\/div><br><br><br><div>Intellectual Property Rights<\/div><br><div>mmmmmmmmmmmmmmmmmmmmmmm is the sole owner or lawful licensee of all the rights to the Website and its content. Website content means its design, layout, text, images, graphics, sound, video etc. The Website content embodies trade secrets and intellectual property rights protected under worldwide copyright and other laws. All title, ownership and intellectual property rights in the Website and its content shall remain with mmmmmmmmmmmmmmmmmmmmmmm, its affiliates or licensor's of mmmmmmmmmmmmmmmmmmmmmmm content, as the case may be. All rights, not otherwise claimed under this agreement or by mmmmmmmmmmmmmmmmmmmmmmm, are hereby reserved. The information contained in this Website is intended, solely to provide general information for the personal use of the user\/ reader, who accepts full responsibility for its use. mmmmmmmmmmmmmmmmmmmmmmm does not represent or endorse the accuracy or reliability of any information, or advertisements (collectively, the \"content\") contained on, distributed through, or linked, downloaded or accessed from any of the services contained on this Website, or the quality of any products, information or other materials displayed, or obtained by you as a result of an advertisement or any other information or offer in or in connection with the service. We accept no responsibility for any errors or omissions, or for the results obtained from the use of this information. All information in this web site is provided \"as is\" with no guarantee of completeness, accuracy, timeliness or of the results obtained from the use of this information, and without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability and fitness for a particular purpose. Nothing herein shall to any extent substitute for the independent investigations and the sound technical and business judgment of the user(s). In no event shall mmmmmmmmmmmmmmmmmmmmmmm be liable for any direct, indirect, incidental, punitive, or consequential damages of any kind whatsoever with respect to the service, the materials and the products. User(s) of this site must hereby acknowledge that any reliance upon any content shall be at their sole risk. The information presented here has been compiled from publicly aired and published sources. mmmmmmmmmmmmmmmmmmmmmmm respects these sources and is in no way trying to infringe on the respective copyrights or businesses of these entities. mmmmmmmmmmmmmmmmmmmmmmm reserves the right, in its sole discretion and without any obligation, to make improvements to, or correct any error or omissions in any portion of the service or the materials.<\/div><br><br><br><div>Trademark<\/div><br><div>The trademarks, names, logos and service marks (collectively \"Trademarks\") displayed on this website are trademarks of the website owner. Nothing in this website is intended to grant or be construed to granting any license or other rights to, in respect of or under any trademark, trade secrets, or other intellectual property of mmmmmmmmmmmmmmmmmmmmmmm.<\/div><br><br><br><div>External Links<\/div><br><div>External links may be provided for your convenience, but they are beyond the control of mmmmmmmmmmmmmmmmmmmmmmm and no representation is made as to their content. Use or reliance on any external links and the content thereon provided is solely at your own risk.<\/div><br><br><br><div>Miscellaneous <\/div><br><div>If there is a conflict or contradiction between the provisions of these website terms and conditions and any other relevant terms and conditions, policies or notices, the other relevant terms and conditions, policies or notices which relate specifically to a particular section or module of the Website shall prevail in respect of your use of the relevant section or module of the Website.<\/div><br><div>mmmmmmmmmmmmmmmmmmmmmmm reserves the right, at its sole discretion, to suspend or cancel the service at any time without assigning any reason whatsoever.<\/div><br><div>Headings are for reference purposes only and in no way define, limit, construe or describe the scope or extent of such section.<\/div><br><div>Website's failure to enforce any right or failure to act with respect to any breach by you under these terms and conditions will not waive that right nor waives Motif’s right to act with respect with subsequent or similar breaches.<\/div><br><div>Website shall have the right to assign its obligations and duties in this Agreement and in any agreement relating to any\/all of its services to any person or entity.<\/div><br><div>When you visit the Website or send emails to us, you are communicating with us electronically. You consent to receive communications from us electronically. We will communicate with you by email or by posting notices on the Website. You agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.<\/div><br><div>Any provision of any relevant terms and conditions, policies and notices, which is or becomes unenforceable in any jurisdiction, whether due to being void, invalidity, illegality, unlawfulness or for any reason whatever, shall, in such jurisdiction only and only to the extent that it is so unenforceable, be treated as void and the remaining provisions of any relevant terms and conditions, policies and notices shall remain in full force and effect.<\/div><br><div>Governing Law and Dispute Resolution<\/div><br><div>Use of this website shall in all respects be governed by the laws of India. The courts in Mumbai shall have exclusive jurisdiction in cases of any disputes or differences arising under this agreement.<\/div><\/div><\/div>","date_added":"2020-06-15 00:00:00","main_image":"","slug_name":null,"box1":null,"box2":null,"box3":null}]